driver-tests/bpelse/SchemaElemDecl/BPwithMsgElemQualifiedCompApp/test/results/TestCase1/Actual_20130326141852_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <MsgElem xmlns="http://xml.netbeans.org/schema/BPwithMsgElemQualifiedSchema" xmlns:msgns="http://j2ee.netbeans.org/wsdl/BPwithMsgElemQualified">
      <msgId>102</msgId>
      <msgStr>Added in the BPEL BPWithMsgElemQualified</msgStr>
    </MsgElem>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>